Repository: yujitach/MenuMeters
Catalog: MenuMetersApp/*.lproj/Localizable.strings
Languages: fi, french, german, italian, ja

source: Open MenuMeters preferences
fi: Avaa MenuMetersin asetukset
ja: MenuMeters 環境設定を開く

source: Processor:
fi: Processori:
french: Processeur :
german: Prozessor:
italian: Processore:
ja: プロセッサ：

source: Processors:
fi: Prosessorit:
french: Processeurs :
german: Prozessoren:
italian: Processori:
ja: プロセッサ：

source: Uptime:
fi: Käynnissä:
german: Laufzeit:
ja: 稼働時間：

source: Unavailable
fi: Ei saatavilla
french: Indisponible
german: Nicht verfügbar

# %ld days %02ld:%02ld:%02ld
source: %1$ld days %2$02ld:%3$02ld:%4$02ld
fi: %1$ld vrk %2$02ld:%3$02ld:%4$02ld
french: %1$ld jours %2$02ld:%3$02ld:%4$02ld
german: %1$ld Tage %2$02ld:%3$02ld:%4$02ld Std.
italian: %1$ld giorni %2$02ld:%3$02ld:%4$02ld
ja: %1$ld 日 %2$02ld 時間 %3$02ld 分 %4$02ld 秒

# %ld day %02ld:%02ld:%02ld
source: %1$ld day %2$02ld:%3$02ld:%4$02ld
fi: %1$ld vrk %2$02ld:%3$02ld:%4$02ld
french: %1$ld jour %2$02ld:%3$02ld:%4$02ld
german: %1$ld Tag %2$02ld:%3$02ld:%4$02ld Std.
italian: %1$ld giorno %2$02ld:%3$02ld:%4$02ld
ja: %1$ld 日 %2$02ld 時間 %3$02ld 分 %4$02ld 秒

source: Tasks/Threads:
fi: Tehtävät/säikeet:
french: Tâches/Fils :
german: Prozesse/Threads:
italian: Processi/Thread:
ja: タスク／スレッド：

# %d tasks, %d threads
source: %1$d tasks, %2$d threads
fi: %1$d tehtävää, %2$d säiettä
french: %1$d tâches, %2$d fils
german: %1$d Prozesse, %2$d Threads
italian: %1$d processi, %2$d thread
ja: タスク数：%1$d、スレッド数：%2$d

source: (%@ hyperthreads per core)
fi: (%@ hypersäiettä/ydin)
ja: (1コアあたり %@ ハイパースレッド)

source: %@%@ physical cores
fi: %@%@ fyysistä ydintä
ja: %@%@ 個の物理コア

source: Load Average (1m, 5m, 15m):
fi: Keskikuorma (1 min, 5 min, 15 min):
french: Charge moyenne (1m, 5m, 15m) :
german: Durchschnittliche Auslastung (1 Min., 5 Min., 15 Min.):
italian: Media Carico (1m, 5m, 15m):
ja: 平均負荷：

source: Open Activity Monitor
fi: Avaa Järjestelmän valvonta
french: Ouvrir Moniteur d'activité
german: Aktivitätsanzeige öffnen
italian: Apri Monitoraggio Attivit√†
ja: アクティビティモニタを開く

source: Open Console
fi: Avaa Konsoli
french: Ouvrir Console
german: Konsole öffnen
italian: Apri Console
ja: コンソールを開く

source: No info available
fi: Tietoa ei saatavilla
french: Aucune info disponible
german: Nicht verfügbar
italian: Nessuna info disponibile
ja: 利用可能な情報がありません

# %@ Used
source: %1$@ Used
fi: %1$@ käytössä
french: %1$@ Utilisé(s)
german: %1$@ Benutzt
italian: %1$@ Usati
ja: 使用領域：%1$@、

# %@ Free
source: %1$@ Free
fi: %1$@ vapaana
french: %1$@ Disponible(s)
german: %1$@ Frei
italian: %1$@ Liberi
ja: 空き領域：%1$@、

# %@ Total
source: %1$@ Total
fi: %1$@ yhteensä
french: Total de %1$@
german: %1$@ Gesamt
italian: %1$@ Totali
ja: 容量：%1$@

source: KB
fi: kt
french: Ko

source: MB
fi: Mt
french: Mo

source: GB
fi: Gt
french: Go

source: U:
fi: K:
german: B:
ja: 使用：

source: F:
fi: V:
french: L:
ja: 空き：

source: Memory Usage:
fi: Muistin käyttö:
french: Utilisation mémoire :
german: Speicheraufteilung:
italian: Uso Memoria:
ja: メモリ使用：

# %@ used, %@ free, %@ total
source: %1$@ used, %2$@ free, %3$@ total
fi: %1$@ käytössä, %2$@ vapaana, %3$@ yhteensä
french: %1$@ utilisé, %2$@ disponible, total de %3$@
german: %1$@ Benutzt, %2$@ Frei, %3$@ Gesamt
italian: %1$@ usata, %2$@ libera, %3$@ totale
ja: 使用中：%1$@、空き：%2$@、合計：%3$@

source: Memory Pages:
fi: Muistisivut:
french: Utilisation mémoire détaillée :
german: Speicherseiten:
italian: Pagine Memoria:
ja: メモリページ：

# %@ active, %@ wired
source: %1$@ active, %2$@ wired
fi: %1$@ aktiivista, %2$@ lukittua
french: %1$@ actif, %2$@ lié
german: %1$@ Aktiv, %2$@ Reserviert
italian: %1$@ attiva, %2$@ wired
ja: 現在使用中：%1$@、固定中：%2$@

# %@ inactive, %@ free
source: %1$@ inactive, %2$@ free
fi: %1$@ epäaktiivista, %2$@ vapaata
french: %1$@ inactif, %2$@ libre
german: %1$@ Inaktiv, %2$@ Frei
italian: %1$@ inattiva, %2$@ libera
ja: 現在非使用中：%1$@、空き：%2$@

# %@ compressed (%@)
source: %1$@ compressed (%2$@)
fi: %1$@ pakattua (%2$@)
french: %1$@ compressé(s) (%2$@)
german: %1$@ komprimiert (%2$@)
italian: %1$@ compressa (%2$@)
ja: 圧縮中：%1$@ (%2$@)

source: VM Statistics:
fi: Virtuaalimuistin tilastot:
french: Mémoire virtuelle et Caches :
german: VM-Statistiken:
italian: Statistiche VM:
ja: 仮想メモリ：

# %@ pageins, %@ pageouts
source: %1$@ pageins, %2$@ pageouts
fi: %1$@ sivutusta sisään, %2$@ sivutusta ulos
german: %1$@ gelesene Seiten, %2$@ geschriebene Seiten
italian: %1$@ pagine in entrata, %2$@ pagine in uscita
ja: ページイン：%1$@、ページアウト：%2$@

# %@ cache lookups, %@ cache hits (%@)
source: %1$@ cache lookups, %2$@ cache hits (%3$@)
fi: %1$@ välimuistihakua, %2$@ välimuistiosumaa (%3$@)
german: %1$@ Cache-Suchen, %2$@ Cache-Treffer (%3$@)
italian: %1$@ ricerche in cache, %2$@ hit in cache (%3$@)
ja: キャッシュルックアップ：%1$@、キャッシュヒット：%2$@ (%3$@)

# %@ page faults, %@ copy-on-writes
source: %1$@ page faults, %2$@ copy-on-writes
fi: %1$@ sivuvirhettä, %2$@ kirjoittaessa kopiointia
german: %1$@ Seitenfehler, %2$@ Kopien-nach-Schreiben
italian: %1$@ page fault, %2$@ copy-on-writes
ja: ページフォールト：%1$@、コピーオンワイアー：%2$@

source: Swap Files:
fi: Sivutustiedostot:
french: Fichiers de swap :
german: Auslagerungsdateien:
italian: File di Swap:
ja: スワップファイル：

# %@ swap file present in %@
source: %1$@ swap file present in %2$@
fi: %2$@ sisältää %1$@ sivutustiedoston
french: %1$@ fichier de swap dans %2$@
german: %1$@ Auslagerungsdatei in %2$@ vorhanden
italian: %1$@ file di swap presente in %2$@
ja: %1$@ つのスワップファイルを %2$@ で使用中

# %@ swap files present in %@
source: %1$@ swap files present in %2$@
fi: %2$@ sisältää %1$@ sivutustiedostoa
french: %1$@ fichiers de swap dans %2$@
german: %1$@ Auslagerungsdateien in %2$@ vorhanden
italian: %1$@ file di swap presenti in %2$@
ja: %1$@ つのスワップファイルを %2$@ で使用中

# %@ encrypted swap file present in %@
source: %1$@ encrypted swap file present in %2$@
fi: %2$@ sisältää %1$@ salatun sivutustiedoston
french: %1$@ fichier de swap crypté dans %2$@
german: %1$@ verschlüsselte Auslagerungsdatei in %2$@ vorhanden
italian: %1$@ file di swap crittografati presenti in %2$@
ja: %1$@ つの暗号化スワップファイルを %2$@ で使用中

# %@ encrypted swap files present in %@
source: %1$@ encrypted swap files present in %2$@
fi: %2$@ sisältää %1$@ salattua sivutustiedostoa
french: %1$@ fichiers de swap cryptés dans %2$@
german: %1$@ verschlüsselte Auslagerungsdateien in %2$@ vorhanden
italian: %1$@ file di swap crittografati presenti in %2$@
ja: %1$@ つの暗号化スワップファイルを %2$@ で使用中

# %@ swap file at peak usage
source: %1$@ swap file at peak usage
fi: %1$@ sivutustiedosto käyttöhuipun aikana
french: %1$@ fichier utilisé lors d'un usage intensif
german: Maximal %1$@ Auslagerungsdatei benutzt
italian: %1$@ file di swap nei picchi di utilizzo
ja: 最大使用時で %1$@ つのスワップファイル

# %@ swap files at peak usage
source: %1$@ swap files at peak usage
fi: %1$@ sivutustiedostoa käyttöhuipun aikana
french: %1$@ fichiers utilisés lors d'un usage intensif
german: Maximal %1$@ Auslagerungsdateien benutzt
italian: %1$@ file di swap nei picchi di utilizzo
ja: 最大使用時で %1$@ つのスワップファイル

# %@ total swap space
source: %1$@ total swap space
fi: %1$@ sivutustilaa yhteensä
french: Le swap fait actuellement %1$@
german: Auslagerungsdateien belegen %1$@
italian: %1$@ spazio swap totale
ja: スワップ容量合計：%1$@

# %@ total swap space (%@ used)
source: %1$@ total swap space (%2$@ used)
fi: %1$@ sivutustilaa yhteensä (%2$@ käytössä)
french: Le swap total est de %1$@ (%2$@ utilisé)
german: Auslagerungsdateien belegen %1$@ (%2$@ benutzt)
italian: %1$@ spazio swap totale (%2$@ usato)
ja: スワップ容量合計：%1$@ (使用中：%2$@)

source: Tx:
fi: Läh:
ja: out:

source: Rx:
fi: Vast:
ja: in:

source: Gbps
fi: Gb/s

source: Mbps
fi: Mb/s

source: Kbps
fi: kb/s

source: B
fi: t
french: o

source: B/s
fi: t/s
french: o/s

source: KB/s
fi: kt/s
french: Ko/s

source: MB/s
fi: Mt/s
french: Mo/s

source: GB/s
fi: Gt/s
french: Go/s

source: Not Connected
fi: Yhdistämätön
french: Déconnecté
german: Nicht verbunden
italian: Non Connesso
ja: 接続されていません

source: Connecting...
fi: Yhdistetään...
french: Connexion...
german: Verbindungsaufbau …
italian: Collego...
ja: 接続中...

source: Connected
fi: Yhdistetty
french: Connecté
german: Verbunden
italian: Connesso
ja: 接続されました

# Connected %02d:%02d:%02d
source: Connected %1$02d:%2$02d:%3$02d
fi: Yhdistetty %1$02d:%2$02d:%3$02d
french: Connecté depuis %1$02d:%2$02d:%3$02d
german: Verbunden %1$02d:%2$02d:%3$02d
italian: Connesso %1$02d:%2$02d:%3$02d
ja: %1$02d:%2$02d:%3$02d に接続完了

source: Disconnecting...
fi: Katkaistaan yhteys...
french: Déconnexion...
german: Verbindungsabbau …
italian: Scollego...
ja: 切断中...

source: Inactive
fi: Epäaktiivinen
german: Inaktiv
italian: Inattiva
ja: 無効

source: Throughput:
fi: Siirtonopeus:
french: Débit :
german: Durchsatz:
ja: 通信速度：

source: Peak Throughput:
fi: Siirtonopeuden huippu:
french: Débit montant maximal :
german: Spitzendurchsatz:
italian: Picco Throughput:
ja: 通信速度(ピーク)：

source: Traffic Totals:
fi: Liikenne yhteensä:
french: Trafic total :
german: Transfersummen:
italian: Totali Traffico:
ja: トラフィック合計：

# %@ %@ (%@ bytes)
source: %1$@ %2$@ (%3$@ bytes)
fi: %1$@ %2$@ (%3$@ tavua)
french: %1$@ %2$@ (%3$@ octets)
italian: %1$@ %2$@ (%3$@ byte)
ja: %1$@ %2$@ (%3$@ バイト)

source: Open Network Utility
fi: Avaa Verkkotyökalu
french: Ouvrir Utilitaire de réseau
german: Netzwerk-Dienstprogramm öffnen
italian: Apri Utility Network
ja: ネットワークユーティリティを開く

source: Open Network Preferences
fi: Avaa Verkon asetukset
french: Ouvrir les préférences Réseau
german: Netzwerkeinstellungen öffnen
italian: Apri Preferenze Network
ja: ネットワーク環境設定を開く

source: Open Internet Connect
fi: Avaa Internetiin yhdistäminen
french: Ouvrir Connexion à Internet
german: Internet-Verbindung öffnen
italian: Apri Connessione Internet
ja: インターネット接続を開く

source: Display primary interface
fi: Näytä ensisijainen verkkoliitäntä
french: Afficher l'interface primaire
german: Primäre Netzwerkschnittstelle anzeigen
italian: Mostra interfaccia primaria
ja: プライマリネットワークポートを表示

source: Display this interface
fi: Näytä tämä verkkoliitäntä
french: Afficher cette interface
german: Diese Netzwerkschnittstelle anzeigen
italian: Mostra questa interfaccia
ja: このネットワークポートを表示

source: Copy IPv4 address
fi: Kopioi IPv4-osoite
french: Copier l'adresse IPv4
german: IPv4-Adresse kopieren
italian: Copia indirizzo IPv4
ja: IPv4 アドレスをコピーする

source: Copy IPv6 address
fi: Kopioi IPv6-osoite
french: Copier l'adresse IPv6
german: IPv6-Adresse kopieren
italian: Copia indirizzo IPv6
ja: IPv6 アドレスをコピーする

source: Connect
fi: Yhdistä
french: Connexion
german: Verbindung Aufbauen
italian: Collega
ja: 接続

source: Disconnect
fi: Katkaise yhteys
french: Déconnexion
german: Verbindung Trennen
italian: Scollega
ja: 切断

source: No Active Interfaces
fi: Ei aktiivisia verkkoliitäntöjä
french: Aucune interface active
german: Keine aktiven Schnittstellen
italian: Nessuna Interfaccia Attiva
ja: 有効なネットワークポートがありません

# %u %@ @ %@
source: %1$u %2$@ @ %3$@
ja: %1$u つの %2$@／%3$@

# %02ld:%02ld:%02ld
source: %1$02ld:%2$02ld:%3$02ld
ja: %1$02ld 時間 %3$02ld 分 %4$02ld 秒

source: CPU power limit:
ja: CPU パワーリミット：

source: speed %@%%, scheduler %@%%
ja: スピード %@%%, スケジューラ %@%%

source: Open Process Viewer
french: Ouvrir Visualiseur d'opérations
german: Prozess-Monitor öffnen
italian: Apri Visore Processi
ja: プロセスビューアを開く

source: Memory Pressure:
ja: メモリプレッシャー：

source: %@%% (level %@)
ja: %@%% (レベル %@)

# Net: %@ Node: %@ Zone: %@
source: Net: %1$@ Node: %2$@ Zone: %3$@
french: Net : %1$@ Nœud : %2$@ Zone : %3$@
german: Netz: %1$@ Knoten: %2$@ Zone: %3$@
italian: Rete: %1$@ Nodo: %2$@ Zona: %3$@
ja: ネット：%1$@、ノード：%2$@、ゾーン：%3$@
